Revit 2024 API
SymbolTypeId.Cy Property
 Symbol CY, indicating unit Cubic yards.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Cy { get; }
Visual Basic
Public Shared ReadOnly Property Cy As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Cy {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace